[
  {
    "title":"A chart of Plymouth Sound, with \"il novo recinto della fortificatione de la ville de Pleymouth;\"",
    "medium":" Pen and ink on paper",
    "date":"1601",
    "catName": "Category 1",
    "description":"This is a plan of the area around Plymouth Sound. It is orientated to the south with Penlee point to the south west and Bovisand Bay south east. It dates from 1601-1602 and may show the proposals of the Italian engineer Frederico Genibelli. Genibelli had been sent by the Privy Council in response to requests by the governor of the fort, Sir John Gilbert, that defects in the fortifications be repaired. Plymouth Sound is situated in such a way as to make it an ideal invasion target as although geographically far from heart of national government Plymouth was accessible to the outside world, especially France and Spain and provided access to centre of the country.\nThis plan illustrates the position occupied by the fort in relation both to the town and to its surrounding countryside, although the latter is inaccurately portrayed out of scale. The town of Plymouth is surrounded by a perimeter wall. Beacons are shown at Staddon, Maker and Penlee, highlighting the measures in place to raise the alarm in case of invasion.\nWhen surveying the deficiencies in the defences of the fort and island, Genibelli outlined a new scheme for fortifying the town with nine ravelins at a cost of £3000. These are outworks which consist of two faces which form a salient angle. The proposed scheme is clearly shown here but was not carried out by the government.",
    "shelfmark":"Cotton Augustus I.i",
    "url":"http://ogimages.bl.uk/images/001/001COTAUGI00001U00040000[SVC1].jpg"
  },
  {
    "title":"A Chart of Rye Harbour, the Island of Oxney, and the Adjacent Country",
    "medium":"Ink and tempera on parchment",
    "catName": "Category 1",

    "date":"1600",
    "description":"This is a map of Rye Harbour and the Isle of Oxney, dating from around 1600. Positioned on the estuary of the River Rother, Rye affords a clear view of the Romney Marches, making it a valuable post for coastal defence. Places are represented by elevation views of buildings. The concern with coastal defence at this date was due to England’s continuing war with Spain. Although the Spanish Armada was defeated in 1588 Philip II attempted further invasions during the 1590’s. A scale bar showing ‘myles and furlonges’ is included.\nThe practical use of this map is hinted at by the differentiation in the presentation of domestic townscape views, shown in pictorial elevation, and the plan form that represents Camber Castle, a defensive military structure.\nA scale bar showing ‘myles and furlonges’ is included.",
    "shelfmark":"Cotton Augustus I.i",
    "url":"http://ogimages.bl.uk/images/001/001COTAUGI00001U00063000[THM].gif"
  },
  {
    "title":"A chart of the east coast of England from the South Foreland to the Humber, and of the course of the Thames up to London",
    "medium":"",
    "catName": "Category 1",

    "date":"1584",
    "description":"This is a coastal chart that covers the area from the Thames estuary as far north as the Humber. It dates from 1584 and was drawn by the mariner Richard Poulter. It provides a detailed description of the sands. The differing stability of the banks are indicated by red and black dots. The chart is embellished with the Royal arms and the Tudor rose forms the centre of the compass. The standard of draughtsmanship and the decorative elements reveal that this chart was for use in the study rather than on board ship. The chart is covered in numbers which are notes of depths and anchorages. Rather than to aid navigation these are actually to provide essential information about which areas are most likely to be chosen for enemy landings. The detailed nature of the chart highlights how many advances in knowledge are owed to the impetus of war, defence and attack. This chart was produced at a time of intense hostility between England and Spain. Raids on transatlantic shipping by English seamen such as Francis Drake and England’s support of the Protestant rebellion in the Spanish ruled Netherlands had induced the Catholic Philip II to plan an invasion of England. This threat culminated in the defeat of the Spanish Armada by the English in 1588.",
    "shelfmark":"Cotton Augustus I.i",
    "url":"http://ogimages.bl.uk/images/001/001COTAUGI00001U00044000[SVC1].jpg"
  },
  {
    "title":"A Chart of the Fens between Lynn Regis, Denver Sluice and Wisbich",
    "medium":"Ink and tempera on parchment",
    "date":"1610",
    "catName": "Category 1",

    "description":"This is a plan of the Fenlands around Kings Lynn dating from around 1610. It is thought to be a close copy of a map of the same area by William Hayward dating from 1591, now lost. Fenlands are wet lands usually dominated by grasses and sedges, and often used for agricultural purposes. Here the fenland is divided into plots with the names of the land holder marked. Red roofed buildings provide a generalised view of Kings Lynn on the River Ouse. A scale bar records the scale in perches and furlongs and a decorative but unfinished cartouche dominates the top right corner.",
    "shelfmark":"Cotton Augustus I.i",
    "url":"http://ogimages.bl.uk/images/001/001COTAUGI00001U00079000[SVC1].jpg"
  }
]
